---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SectionAttrTailTag
source: html/f4b1993e-2589-88c7-1316-5051b63dcdd0.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SectionAttrTailTag Property

"Section Tail"

## Syntax (C#)
```csharp
public static ForgeTypeId SectionAttrTailTag { get; }
```